export default function Page() {
  return (
    <div>
      Promouter License NFT невзаимозаменяемый токен, предоставляется Промоутеру
      (Организатору) мероприятия. Promouter License NFT предоставляет доступ к
      странице сайта для минта Reward NFT (NFT Наград) Для получения NFT
      Promouter License NFT Промоутер (Организатор) заполняет регистрационную
      форму на странице регистрации и направляет заявку на предоставление
      доступа к минту NFT. При положительном решении Промоутеру (Организатору)
      предоставляется возможность минта Promouter License NFT. Данный токен
      Burnebal, то есть собственник смарт-контракта может уничтожить любой токен
      из коллекции, эта мера необходима для формирования чистоты коллекции. То
      есть собственник смарт-контракта вправе уничтожить NFT в случае нарушения
      держателем Promouter License NFT правил, создания NFT не соответствующих
      целям Проекта.
    </div>
  );
}
