export default function Page() {
  return (
    <div>
      National License NFT невзаимозаменяемый токен, предоставляется лидерам
      направлений Держателю National License NFT будет доступна страница минта
      Promouter NFT и Rewards NFT для минта и передачи организаторам и
      участникам мероприятия. То еcть держатель National License NFT решает
      вопросы связанные с организацией и проведением награждения конкурсантов и
      спортсменов мероприятий, а именно решает кто будет создавать NFT и кто
      будет награждать конкурсантов и спортсменов. Мы благодарны активным
      участникам сообщества стремящихся идти в ногу со временем и
      популяризирующие новые технологии и их продвижение, делающие мир лучше.
      Для получения NFT необходимо зарегистрироваться и заполнить заявку для
      рассмотрения При положительном решении соискателю станет доступен минт
      National License NFT
    </div>
  );
}
