export default function Page() {
  return (
    <div>
Racepoint


Racepoint - наша внутренняя система накопления "очков" на аккаунт. В будущем возможно преобразовать в коин, пока что просто "число" на сайте.

Как зарабатывать:

1. Заходить на сайт и решать квизы, которые обновляются раз в неделю, 1 аккаунт = один квиз в неделю.
2. Купить нашу NFT и получать поинты по нажатию кнопки на сайте раз в неделю (нужно коннектить кошелек). Больше NFT = больше поинтов в неделю можно получать.
3. Приглашать друзей пройти квиз (реферральная ссылка) и получать за это поинты.
5. Можно придумать еще много механик заработка поинтов (например участие в онлайн гонках в автосимуляторах под нашей эгидой и тд).

Можно добавить систему рейтинга / лицензий по аналогии с автоспортом и вывести доску почета на сайт (больше поинтов = выше твое место в общем зачете).


Приветственный бонус:

За регистрацию на сайте
получите 100 приветственных бонусов

Мы ценим конфиденциальность:
в качестве регистрации достаточно
MetaMask или E-mail

Ежедневная награда

за ежедневный вход на сайт
мы благодарим посетителей предоставлением Racepoints

Реферальная программа

пригласи друга по реферальной ссылке - получи Racepoints


Участвуй
в опросах и викторинах

Участвуй в опросах и викторинах
за пройденый опрос получи Racepoints

-----------------------------
Автоспорт, автокультура
Какое направления автоспорта, автокультуры Вам больше всего нравится?
Drift
Touring Car Racing (TCR)
Open Wheels
Dragracing
Stance
Rally
Auto Sound
Oldtimer
Simracing
Другое
----------------------------------

Автоспорт, автокультура
Автоспорт, автокультура
Какое отношение Вы имеете к автоспорту, автокультуре?
Я зритель, автоспорт смотрю по телевизору, интернету
Я Пилот автоспортивной команды
Я участник автоспортивной команды
Я организатор автоспортивных и автокультурных мероприятий
У меня арендный бизнес спортивных автомобилей
Я спонсор автоспортивных и автокультурных мероприятий
Я коллекционирую автомобили, участник авто мероприятий
Мои дети занимаются автоспортом
Я коллекционирую NFT

------------------------------------

NFT
Какое у вас отношение к NFT?
У меня есть NFT
У меня есть криптокошелек, слышал(а) про NFT, но NFT нет.
Я слышал про NFT, но как приобрести, как создать NFT я не знаю.
Я не знаю, что такое NFT
Мне NFT не нужны и знать про NFT ничего не хочу

--------------------------------------------

NFT
Какие из сервисов Web3, блокчейн, NFT Вы бы хотели увидеть в автоспорте и автокультуре в первую очередь?
NFT награды для победителей, участников и членов команд
Коллекцию NFT Пилотов
Коллекцию NFT членов команд
Коллекцию NFT раритетных, спортивных автомобилей
Коллекция NFT с эксклюзивными условиями для держателей

----------------------------------------------


Отвечай на вопросы, связанные с миром автоспорта и автокультуры
за правильный ответ получи Racepoints

квиз


Бонусы начисляются:
за правильные ответ викторины
за пройденные опросы
по реферальной программе

зарегистрированные пользователи смогут получить
от 10 до 100 Racepoints


WhiteList

Level - PreMint 10% off
Leve2 - PreMint 20% off
Leve3 - PreMint 30% off

Вашу активность
мы оцениваем бонусами Racepoints

Ваши Racepoints - Ваши преимущества

Самые активные получат доступ в White List и эксклюзивный доступ к Pre Mint NFT

Розыгрыш NFT

После минта коллекции RaceLads проведем розыгрыш NFT из коллекции:

среди 10% самых активных пользователей зарегистрированных на сайте

среди всех зарегистрированных на сайте

среди активных пользователей, продвигающих Проект

среди пилотов и членов команд автоспортивного и автокультурного сообщества

среди промоутеров автоспортивных и автокультурных мероприятий

среди партнеров

Шансы повышаются от активной позиции в развитии Global Automotive Association (DAO)




Преференции

Держатели NFT из коллекции RaceLads смогут

участвовать в развитии
Global Automotive Association (DAO)

провести минт NFT
будующих коллекций от
Global Automotive Association (DAO)
с дисконтом

приять участие в
розыгрышах NFT и AirDrop от
Global Automotive Association (DAO)

воспользоваться новыми возможностями личностного развития и роста вместе с
Global Automotive Association (DAO)



    </div>
  );
}
