export default function Page() {
  return (
    <div>
      Global License NFT невзаимозаменяемый токен, предоставляется лидерам
      направлений Держателю Global License NFT доступна страница минта Promouter
      NFT и Rewards NFT для минта и передачи организаторам и участникам
      мероприятия. Держатель Global License NFT принимает решения о векторе
      развития сообщества и организации проведения голосований, а также сам
      принимает участие в голосовании по вопросам развития сообщества. Для
      получения NFT необходимо зарегистрироваться и заполнить заявку для
      рассмотрения При положительном решении соискателю предоставится доступ к
      минту Global License NFT Держатель Global License NFT решает вопросы
      связанные с организацией и проведением награждения конкурсантов и
      спортсменов мероприятий, а именно решает кто будет создавать NFT и кто
      будет награждать конкурсантов и спортсменов.
    </div>
  );
}
