export default function Page() {
  return (
    <div>
      Создай NFT
      RaceLads
      by Global Automotive Association

      10.000 уникальных героев.
      Кто твой персонаж - решать тебе!

      Исследовать
      Страница создания NFT
--------------------------------------

RaceLads NFT
Страница создания NFT

Невзаимозаменяемый токен, представляющий коллекцию из 10.000 уникальных цифровых героев, вдохновленных любовью к автомобилям и запечатленных в Blockchain.

Коллекция, призванная внести свой вклад в развитие и популяризацию автокультуры и автоспорта.

Приобретая героя из коллекции ты становишься членом большого дружного сообщества!

посещай автоспортивные мероприятия, выставки, лекции, вечеринки
участвуй в виртуальных гонках и других захватывающих онлайн событиях
принимай участие в ключевых голосованиях, определяющих развитие сообщества

NFT коллекция RaceLads даст новый виток развития автокультурного сообщества и интеграции с Web3 и Blockchain.


Способы получения RaceLads NFT

Любой желающий может получить своего персонажа (RaceLad) в период публичного минта или приобрести на вторичном рынке позднее.

--------------------------------------------------

RaceLad NFT mint page

Создай NFT сейчас

-----------------------------------------------------


Лидеры движения
Знаковые персоны 

Drivers
Пилоты гоночных автомобилей и болидов, присоединившиеся к Web3

Исследовать
Страница создания NFT

-------------------------------------------------------

Pilots NFT

Невзаимозаменяемый токен, отражающий пилота спортивного автомобиля.

Каждый NFT содержит метаданные, хранящие информацию о гонщике.

По согласованию мы можем полностью скопировать внешность персоны.

Мы очень ценим вклад пилотов в развитие автоспорта и хотели бы запечатлеть каждого в единой коллекции, будь то представитель кольцевых гонок или дисциплины дрифта.

Предполагается, что первоначальным владельцем NFT будет сам пилот. Позже по желанию владельца токен может быть передан/продан любому человеку.


Страница создания NFT


Способы получения Pilots NFT

Верификацию статуса пилота можно запросить у любого из лиц, владеющих хотя бы одной из NFT лицензий:
Management
National License
Promoter License

Только верифицированные пользователи смогут получить NFT из коллекции Drivers!
Так мы планируем обеспечить прозрачность процесса.

---------------------------------------------------
Pilot NFT mint page

Создай NFT сейчас

Присоединяйтесь к нам

Созданные вами NFT автоматически попадут в глобальную коллекцию GAA
это единый сборник мирового сообщества
Если вы планируете раздать или продать свои NFT, вы можете сделать несколько NFT одновременно

Фото Пилота
Заполни метаданные Пилота во все поля
Дисциплина
название команды
ФИО
Ник имя
Дата рождения
Страна
Город
Описание
Количество NFT
Цена создания NFT

Создай NFT 

---------------------------------------------------



Team's Members
Участники команд, присоединившиеся к Web3

-------------------------------------------------

Участники команд исследование

Страница создания NFT 

Невзаимозаменяемый токен, отражающий члена автоспортивной команды.

Каждый NFT содержит метаданные, хранящие информацию о персоне.

Участники автоспортивных команд вносят огромный вклад в развитие автоспорта, поэтому мы бы хотели запечатлеть каждого из них в единой коллекции.

Предполагается, что первоначальным владельцем NFT будет сам член команды. Позже по желанию владельца токен может быть передан/продан любому человеку.


Структура взаимодействия с сообществом GAA

Проверка и сертификация статуса
Водители, Члены команды, Коллекционеры
может реализовать
Management GAA,
National License,
Promouter License

Получить персонажей из коллекций смогут только верифицированные и подтвержденные пользователи с соответствующим статусом.
Drivers
Team's members
Collectors

Так мы планируем обеспечить прозрачность процесса.

----------------------------------------------------

Collectors
Владельцы редких, спортивных и уникальных автомобилей, присоединившиеся к Web3


Исследовать
Страница создания NFT
---------------------------------------------------

Collectors NFT исследование

Страница создания NFT

Невзаимозаменяемый токен, отражающий коллекционера спортивных, раритетных и редких автомобилей.

Каждый NFT содержит метаданные, хранящие информацию о персоне.

Мы очень ценим вклад коллекционеров в историю автокультуры и автоспорта и хотели бы запечатлеть историю каждого в единой коллекции.

Предполагается, что первоначальным владельцем NFT будет сам автоколлекционер. Позже по желанию владельца токен может быть передан/продан любому человеку.


Способы получения Collectors NFT

Верификацию статуса пилота можно запросить у любого из лиц, владеющих хотя бы одной из NFT лицензий:
Management GAA
National License
Promoter License

Только верифицированные пользователи смогут получить NFT из коллекции Collectors!

Так мы планируем обеспечить прозрачность процесса.

---------------------------------------------------

NFT Коллекционера  Страница создания 

Присоединяйтесь к нам
Созданные вами NFT автоматически попадут в глобальную коллекцию GAA
это единый сборник мирового сообщества

Создай NFT Коллекционера

Фото Коллекционера

Введите метаданные Коллекционера в столбцы:

Страна
Город
ФИО
Ник Имя
Дата рождения
Описание
Количество NFT

Если вы планируете раздать или продать свои NFT, вы можете сделать несколько NFT одновременно
я соглашаюсь с политикой конфиденциальности 
Цена создания NFT 

Создать NFT 
-----------------------------------------------

Cars
Раритетные, уникальные и спортивные автомобили из частных коллекций

Исследовать
Страница создания NFT
---------------------------------------------------


Автомобили NFT исследование

Страница создания NFT 

Невзаимозаменяемый токен, отражающий реальный коллекционный спортивный, кастомизированный или раритетный автомобиль из частной коллекции.

Каждый NFT содержит метаданные, хранящие информацию о коллекционном экземпляре, его описание и характеристики.

При желании владельца можно добавить медиаконтент.

Позже по желанию владельца токен может быть передан/продан любому человеку. Например новому владельцу автомобиля.

Способы получения Автомобили NFT

Только владельцы следующих NFT коллекций смогут оцифровать свои автомобили:
Drivers
Team's members
Collectors


-----------------------------------------------

CustomLads
Собери своего героя!

Собери своего героя из готовых элементов коллекции RaceLads.



Исследовать
Страница создания NFT
---------------------------------------------------

CustomLads исследование

Страница создания NFT 

Невзаимозаменяемый токен, представляющий кастомизированного героя из элементов первой генеративной коллекции RaceLads, который собран его владельцем.

Мы очень ценим вклад каждого неравнодушного к проекту и готовы предоставить возможность формирования героя по своим предпочтениям.

Доступ к созданию героя будет доступен только обладателям NFT из коллекции RaceLads
предусмотрено 10 уровней редкости 
в зависимости от количества NFT которыми вы владеете
вам будут доступны редкие элементы коллекции для создания своего героя NFT
Предусмотрен запрет на создание дубля героя

Любой CustomLad по желанию держателя может быть передан/продан любому участнику сообщества.


Способы получения CustomLads NFT

Любой владелец NFT из коллекции RaceLads может собрать персонажа из коллекции CustomLads

--------------------------------------------------
CustomLad ART Страница создания NFT 
Присоединяйтесь к нам
Собери своего героя в коллекции GAA
более 1,000 уникальных элементов
Создай своего CustomLad ART

Создай NFT 

--------------------------------------------

Награды
Кубки и медали


NFT награды, содержащие метаданные о мероприятии, награжденном спортсмене, а также медиаконтент.

Исследование 
Страница создания NFT 

-----------------------------------------------------

NFT награды победителей 

Невзаимозаменяемый токен (NFT награда), вручаемая Промоутером (Организатором) в рамках мероприятия (соревнования).

Rewards NFT можно коллекционировать, продавать, передавать.

Каждый NFT включен в единую коллекцию
Rewards GAA, что является уникальным для всех наград GAA

Токен содержит ссылки на официальные документы:
Итоговый протокол конкурса, соревнования
Фото награждения
Видео победы
Все данные хранятся в IPFS сети и защищены от несанкционированного уничтожения.
Доступ к минту токена у организатора мероприятия, держателя Promouter NFT.

Данный токен Burnebal, то есть собственник контракта может уничтожить любой токен из коллекции, эта мера необходима для формирования чистоты коллекции.
То есть категорически запрещено присоединять к NFT медиаконтент политического содержания, экстремистской направленности, а также любой иной медиаконтент не отвечающий вектору развития Проекта. Также запрещено присоединять данные не соответствующие действительности.


Схема взаимодействия сообщества GAA

Награды могут вручать
Management GAA,
National License,
Promouter License

Награды могут получать
Drivers
Team's members
Collectors
Cars
и т.п.
даже если нет соответствующей NFT


-----------------------------------------------------


Невзаимозаменяемый токен (NFT награда), вручаемая Промоутером (Организатором) в рамках мероприятия (соревнования).

Rewards NFT можно коллекционировать, продавать, передавать.

Каждый NFT включен в единую коллекцию
Rewards GAA, что является уникальным для всех наград GAA

Токен содержит ссылки на официальные документы:
Итоговый протокол конкурса, соревнования
Фото награждения
Видео победы
Все данные хранятся в IPFS сети и защищены от несанкционированного уничтожения.
Доступ к минту токена у организатора мероприятия, держателя Promouter NFT.

Данный токен Burnebal, то есть собственник контракта может уничтожить любой токен из коллекции, эта мера необходима для формирования чистоты коллекции.
То есть категорически запрещено присоединять к NFT медиаконтент политического содержания, экстремистской направленности, а также любой иной медиаконтент не отвечающий вектору развития Проекта. Также запрещено присоединять данные не соответствующие действительности.

Схема взаимодействия сообщества GAA

Награды могут вручать
Management GAA,
National License,
Promouter License

Награды могут получать
Drivers
Team's members
Collectors
Cars
и т.п.
даже если нет соответствующей NFT
-----------------------------------------------

NFT Награды   Страница создания NFT

Присоединяйся к нам
Созданные вами NFT автоматически попадут в глобальную коллекцию GAA
это единый сборник мирового сообщества
Доступен только Promoter NFT, National Licens NFT, Global License NFT

 Подключите свой кошелек, чтобы подтвердить лицензию NFT

 Создай NFT награду

 Заполните метаданные в поля, чтобы создать Reward NFT

 Страна
 Город
 Мероприятие
 Категория
 Официальное название соревнование/конкурса
 Вид мероприятия
 место в соревновании
 Номинация
 Вид награды
 Дата Победы
 ФИО Победителя
 Ник Имя
 Дата рождения
 Название Команды
 Хэштэг
 Геолокация мероприятия
 Описание
 Загрузите медиаконтент момента Победы
 Загрузите фото Победителя с наградой
 Загрузите окончательный отчет о соревновании
 Я соглашаюсь с политикой конфиденциальности

Создать NFT награду 
-------------------------------------------------

Лицензии
NFT, дающие преференции своим держателям

Promoter License
Предоставляет доступ на страницу создания NFT наград

Исследовать
Страница создания NFT 

------------------------------------------

Promoter License NFT Исследование 

Страница создания NFT

Promoter License NFT невзаимозаменяемый токен,
предоставляется Промоутеру (Организатору) мероприятия.
Promouter License NFT предоставляет доступ к странице сайта для минта Reward NFT (NFT Наград)

Для получения NFT Promouter License NFT Промоутер (Организатор) заполняет регистрационную форму на странице регистрации и направляет заявку на предоставление доступа к минту NFT.

Регистрационная форма заявки

При положительном решении Промоутеру (Организатору) предоставляется возможность минта Promouter License NFT.

Данный токен Burnebal, то есть собственник смарт-контракта может уничтожить любой токен из коллекции, эта мера необходима для формирования чистоты коллекции.
То есть собственник смарт-контракта вправе уничтожить NFT в случае нарушения держателем Promouter License NFT правил, создания NFT не соответствующих целям Проекта.


Схема взаимодействия сообщества GAA

Management GAA и Global License
организует обшее развитие и управление GAA

Верификацию и удостоверение статуса
National License,
Promouter License
Global License
могут осуществить
Management GAA,

Promoter License
организует локальное мероприятие, может включать разные направления

National License
организует развитие направленинаправлений на национальном внутреннем уровне

Вектор развития направления решает
Management GAA
Global License
National License

------------------------------------------------------
National License NFT

Предоставляет право голоса по развитию GAA на национальном и локальном уровнях

Исследовать
Страница создания NFT



National License NFT исследование

Страница создания NFT

National License NFT невзаимозаменяемый токен,
предоставляется лидерам направлений
Держателю National License NFT будет доступна страница минта Promouter NFT и Rewards NFT для минта и передачи организаторам и участникам мероприятия.
То еcть держатель National License NFT решает вопросы связанные с организацией и проведением награждения конкурсантов и спортсменов мероприятий, а именно решает кто будет создавать NFT и кто будет награждать конкурсантов и спортсменов.
Мы благодарны активным участникам сообщества стремящихся идти в ногу со временем и популяризирующие новые технологии и их продвижение, делающие мир лучше.
Для получения NFT необходимо зарегистрироваться и заполнить заявку для рассмотрения


Форма регистрации и подачи заявки

При положительном решении соискателю
станет доступен минт National License NFTNational License NFTMint pagediscoverApplication formДержатель National License NFT принимает решения о векторе развития сообщества локального уровня, организует проведение голосований, а также сам принимает участие в голосовании по вопросам развития сообщества на локальной территории национального уровна.



National License NFT 
Присоединяйтесь к нам
Получите National NFT лицензию 

это объединенная коллекция мирового сообщества

Созданные вами NFT автоматически попадут в глобальную коллекцию GAA

Доступно для
Global Licence NFT Management GAA

Подключите свой кошелек, чтобы подтвердить лицензию NFT

Я согласен с условиями Политики конфиденциальности

Количество NFT, которое можно создать сейчас за одну транзакцию

Создать National License NFT 


------------------------------------------------------

Global License NFT 

Предоставляет право голоса по развитию GAA на международном уровне


Исследование 
Страница создания NFT

Global License NFT исследование 

Страница создания

Global License NFT невзаимозаменяемый токен,
предоставляется лидерам направлений

Держателю Global License NFT доступна страница минта Promouter NFT и Rewards NFT для минта и передачи организаторам и участникам мероприятия.

Держатель Global License NFT принимает решения о векторе развития сообщества и организации проведения голосований, а также сам принимает участие в голосовании по вопросам развития сообщества.

Для получения NFT необходимо зарегистрироваться и заполнить заявку для рассмотрения


Форма регистрации и подачи заявки

При положительном решении соискателю
предоставится доступ к минту Global License NFT

Держатель Global License NFT решает вопросы связанные с организацией и проведением награждения конкурсантов и спортсменов мероприятий, а именно решает кто будет создавать NFT и кто будет награждать конкурсантов и спортсменов.


Страница создания Global License NFT

Присоединяйтесь к нам
Получите NFT лицензию Промоутера
это объединенная коллекция мирового сообщества
Созданные вами NFT автоматически попадут в глобальную коллекцию GAA

Доступно для
Management GAA
Подключите свой кошелек, чтобы подтвердить лицензию NFT

Создай Global License NFT

------------------------------------------------


    </div>
  );
}
