export default function Page() {
  return (
    <div>
      <div>
        Global Automotive Association (GAA) – это революционный блокчейн-проект,
        который объединяет всех любителей автоспорта и автомобилей в сильное и
        активное сообщество, нацеленное на популяризацию автомобильной культуры.
      </div>
      <div>
        Наши амбициозные цели:Устанавливаем связи с организаторами и участниками
        крупнейших автоспортивных событий (дрифт, кольцевые гонки, драг рейсинг,
        симрейсинг, автовыставки) для совместных проектов и акций.
      </div>
      <div>
        Объединяем фанатов автоспорта и автомобильной культуры в соцсетях и
        мессенджерах (Telegram, Discord, X) для общения, новых знакомств и
        обмена опытом.
      </div>
      <div>
        Создание активного сообщества:Партнерские отношения: NFT коллекция
        «RaceLads»Выпускаем первую NFT коллекцию, состоящую из 10.000
        эксклюзивных и уникальных цифровых художественных работ, вдохновленных
        самыми захватывающими дисциплинами автогонок.
      </div>
      <div>
        Каждый «RaceLad» в нашей коллекции – это не просто цифровое изображение,
        а уникальный персонаж, обладающий различными особенностями и
        запечатленный в блокчейне.
      </div>
      <div>
        Участвуйте в виртуальных гонках и других захватывающих онлайн-событиях.
      </div>
      <div>
        Владение NFT из нашей коллекции в будущем откроет вам доступ в
        уникальный мир: посещайте автовыставки, гонки, соревнования по дрифту и
        многое другое.
      </div>
      <div>
        Принимайте участие в ключевых голосованиях, влияющих на развитие нашего
        сообщества. пилотов направлений автоспорта - дрифт, кольцевые гонки,
        драг рейсинг и т.д. коллекционеров редких автомобилей с возможностью
        цифровизации своего автопарка кубки, медали - цифровые награды и
        цифровое подтверждение физических достижений, лицензии - для развития и
        эффективного децентрализованного управления сообществом, свобода для
        принятия решений В наших планах также выпуск и других уникальных
        коллекций для: Мы формировуем единое децентрализованное пространство и
        открытый доступ к информации Предоставляем нашим членам эксклюзивные
        бонусы – билеты на мероприятия, автограф-сессии, фотосессии, лекции,
        экскурсии, розыгрыши NFT и многое другое.Запускаем платформу с
        актуальными новостями автоспорта, фото и видео отчетами, статистикой,
        зафиксированной в блокчейн, а также анонсами и голосованиями для членов
        сообщества.
      </div>
      <div>
        Расширяем наше присутствие на международной арене, чтобы объединить
        автолюбителей по всему миру, стирая границы и расстояния.
      </div>
      <div>
        Уникальные привилегии:Собственные мероприятияОрганизуем дрифт, гонки,
        автовыставки и вечеринки под брендом GAA с участием спортсменов и
        лидеров мнений (блогеров) с различными наградами (в том числе
        цифровыми).
      </div>
      <div>
        Члены нашего сообщества смогут подавать заявки и принимать участие в
        голосованиях по выбору формата мероприятий, судей, участников и прочим
        вопросам.Децентрализованный портал: Выход на международный портал Почему
        Веб-3? Блокчейн и NFT - технологии свободы, которые открывают
        безграничные возможности и позволяют вернуть власть людям, обогащая
        экосистему любителей автомобилей, стирая границы между городами и
        странами и объединяя единомышленников.
      </div>
      <div>
        Присоединяясь к GAA Вы становитесь частью глобального движения, которое
        создает новые правила игры в мире автоспорта!
      </div>
    </div>
  );
}
